10/data/attachments/d40c2c84d26ce953.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_528b1305-2d63-4886-9072-5a84b127039a</nif:username>
            <nif:friendToBeAdded>Laura_yourself_Friend_66573_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>